{
    "guide" : "<div class="vendor-guide-title-badge">
    <img src="img/vendor.svg" alt="">
    <b>Vendor's Guide</b>
  </div>

  <div class="v-guide-top-des">This doc will guide you through selling profitably on algonex.

    <p>Let get started, we provide shortcut section to navigate the page easily which is listed below.</p>
  </div>

  <ol class="v-guide-navigate-ol-list">

    <li>
      <a href="#">Uploading of products</a>
      <ul>
        <li>Selection of image</li>
        <li>Choosing the right video</li>
        <li>What is <i>product temp</i></li>
        <li>Giving your product a proper name</li>
        <li>Calculation on price and discount</li>
        <li>Expressing and describing your product</li>
        <li>Product stock quantity</li>
        <li>Product properties</li>
      </ul>
    </li>

    <li>
      <a href="#">Navigating and managing my store</a>
      <ul>
        <li>Choosing the right video</li>
        <li>Lorem, ipsum dolor.</li>
      </ul>
    </li>

    <li>
      <a href="#">Accounting and payment</a>
      <ul>
        <li>fhd d dhhdfhdfhh</li>
        <li>Lorem, ipsum dolor.</li>
      </ul>
    </li>

    <li>
      <a href="#">Ranking of products</a>
      <ul>
        <li>ffgfd ryyhery5 hhfgr </li>
        <li>Lorem, ipsum dolor.</li>
      </ul>
    </li>

  </ol>

  <div class="v-guide-sub-container">
    <b class="v-guide-main-title">1. Uploading of products: </b> This section contains relevant information and
    instruction that will guide you through uploading products to
    fit Algonex certain standard.
    <p>When buyers visit and view products on our site, the user won’t be pleased to find bug(computer virus),
      inability to see the product image clearly, disordering or over sizing of layout or having difficulty
      navigating the site. Some of the factors that causes this is when seller failed to follow our standard
      practices,
      which might later cause the product being rejected or might even cause the seller from being remove from
      our
      database.</p>
    <br>
    <b class="v-guide-sub-title">A. Selecting product image: </b> when selecting product image, it is best
    practice to upload what the buyer can
    view and see properly. We recommend following below instructions to be consistent with our standard.
    <ol class="v-guide-sub-ol-list">

      <li> Image should have a high resolution. This is often expressed as the number of pixels per unit of
        length
        (i.e. The degree of fineness or sharpness of an image).</li>
      <li> The high resolution of an image could lead to increase in storage size of the image which causes
        decrease in performance and costly consumption of storage spaces. Don’t worry algonex got your back ,
        after picking
        your image, we compress the image without losing any of the image quality. This is to make vendors care
        lesser
        for image sizes and focus on the sharpness of the image being uploaded.</li>

      <li> Image size should range from 3kb – 30mb.</li>
      <li> Image dimension should range from x – y with an equal width and height.
        <cimg>
          <img src="sampleImg/dimensionCheck.jpg" alt="">
          <img src="sampleImg/dimensionWrong.jpg" alt="">
        </cimg>
      </li>
      <li> Image content should not shrink or overflow.
        <cimg>
          <img src="sampleImg/overflow.jpg" alt="">
          <img src="img/airtel.png" alt="">
        </cimg>
      </li>
      <li> It recommended but not mandatory to use an image with white background to enhance and improve product
        image visibility.</li>
      <li> You can search the web for image of the products you are trying to upload. This shouldn’t be done for
        used products but rather you must snap a real picture of the used products you want to upload, Failure
        to do this will cause your products being rejected</li>
      <li> Product image gotten from the web must not contain any license, water mark (i.e. Stamp) and must be
        free for commercial use.</li>
      <li> Image must be accurate and clearly seen.
        <cimg>
          <img src="sampleImg/table.jpg" alt="">
          <img src="sampleImg/table.jpg" alt="" style="filter: blur(0.6);">
        </cimg>
      </li>
    </ol>
    <br>
    <br>

    <b>B. Choosing the right video: </b>Uses of video here. Please follow below guidelines for uploading a
    proper video.
    <br>
    <ol class="v-guide-sub-ol-list">
      <li> You must not upload more than one video.</li>
      <li> If you don’t have the video on your local disk you can also type-in the video URL linking to the
        video into the input box labeled with (Video Url).You can search for the video or upload yours on
        youtube then
        copy the video embeded code url and paste it inside the provided field. This practice isn’t recommended
        cause the video might later be deleted or have copyright issues.>> see img des
        <cimg>
          <img src="img/airtel.png" alt="">
          <img src="img/airtel.png" alt="">
        </cimg>
      </li>
      <li> It is mandatory to attach a video to all used products when uploading , Do not follow step (ii),
        rather take a real video of the used products.</li>
      <li> Video size must be lesser than 30mb. Any video that exceeded 30mb must be compress below 30mb. No
        worries, we got your back, you can download Algonex Video Compressor on google play store or use any
        other
        nessecery means of compressing the video.</li>
      <li> Video URL will be ignored If you already added video to the file box.</li>
      <li> Video length must be at least 10 seconds long</li>
      <li> Content in the video must be accurate and clearly seen</li>
    </ol>

    <br>
    <b>C. What is product temp: </b> This might be confusing because of its name. This is image
    expressing and describing how the image looks like. It also show other part relating to the product.
    Examples are >image of
    someone using or wearing the products, the carton, wire, textile, e.t.c. After uploading the product, Temp
    image will be shown at the middle of the page.
    <br>
    <br>
    <b>D. Giving your product a proper name: </b> This is the name given to your products.it is mandatory and
    it’s
    value cannot be
    change.This field must range from 3 to 200 characters. Giving this a relevant, long and meaniful words
    increases the chance of the product appearing on the first page.So you should really work on this field.
    <br>
    <br>
    <br>
    <b>E. Product price and discount: </b> The price is the standard or average cost per unit of the product.
    This value can’t be edited or change.The price must take an integer value(i.e whole number) without any
    decimals.
    <p> The discount is a percentage representation of the deduction from the price.Discount value must range
      from 0
      – 100 and must not contain any decimal.This value is real , that is it affect the cost per unit of the
      product.Below formula shows the relation between cost and discount.</p>

    <div class="v-guide-formula-note">
      C = P – ((P*D)/100) <br>
      Where C = cost per unit <br>
      P = fixed price <br>
      D = discount. <br>
    </div>
    <br>
    <br>
    The below example demonstrate how the discount affect the cost of the product.
    <p>
      <span style="color: green;">Example 1.</span> If algonex vendor gives a price of #37,000 to a products
      and a
      discount of 28%. What is the
      cost
      per unit of the product.
      <u class="v-guide-underline-slash">Answer</u>
      <br>
      Applying C = P – ((P*D)/100) <br><br>
      C = 37,000 – ((37000*28)/100) <br>
      C = #26,640.
    </p>

    ***note*** Before uploading your product. Make sure the price is at it highest posible value because after
    submitting the price can’t be increase
    <br>
    <br>
    <b>F. Expressing and describing your product: </b> Filling out products description is advice but not
    mandatory.This provide more information about
    the products. At least 150 words should provided in this field. Making this more elaborate will enlighten
    the
    buyer more about the product. You can look up the web for detailed information about the product.
    <p>
      You can use html to add additional styling (e.g boldness, italic, underline, list e.t.c) to description
      text.
      Please note html should be properly formatted. Check below list to see all accepted html tags :-</p>
    <ol class="v-guide-sub-ol-list">
      <li>b tag</li>
      <li>p tag</li>
      <li>h2, h3, h4, h5 and h6 tags</li>
      <li>i tag</li>
      <li>u tag</li>
      <li>br tag</li>
      <li>small tag</li>
      <li>div tag</li>
      <li>span tag</li>
    </ol>
    <br>
    <b>G. products stock quantity: </b> This is the current stock quantity of the products .This vaLue is
    mandatory and
    can be edited anytime.
    <br>
    Make sure the current stock is up-to-date. In case of bulk order ,this give visitors more
    insight on the available quantity in stock.
    <br>
    <br>
    <b>H. products properties: </b> This is a field with a key value pair.This is to enlighten the buyer on
    special
    properties of the product.
    <p> The key (e.g color) should be given in the first field while the value (e.g blue,
      green) should be given beside it. You can add up to 100 keys.</p>
    See below list for mostly used keys.
    <ol class="v-guide-sub-ol-list">
      <li>color</li>
      <li>mass(specify the unit)</li>
      <li>height</li>
      <li>area</li>
      <li>pixel</li>
      <li>size ( mostly used in clothing)</li>
      <li>e.t.c</li>
    </ol>
  </div>
  <b class="v-guide-main-title">2. How to manage and view my store</b>
  We provide responsive design on all our website.This is to enable easy access and navigation on our site.
  When you register as a seller on our platform. Our team will review and confirm your registration. After
  confirmation, your vendor dashboard will be open to you to start selling anything you want.
  Follow below steps on using and handling your store.

  i. Navigating through the store To find where your inventory are , kindly head on to >> MY STORE . You can
  navigate throught the tab to check declined and pending products.>> IMG DES HERE
  ii. You can click on the pencil found beside discount and stock respectively to edit them . IMG DES HERE
  iii. You can click on the products name colored in blue to view it in live mode. This can only be seen by
  you until it is approved by the admin.
  iv. All declined products will be on our database for 3 days after which it is deleted.
  v. To view pending orders head on to >> PENDING ORDERS section. IMG DES HERE."
}